[
    {
        "key": "fct000000001",
        "fact": "Jamestown, the first permanent English settlement, was founded in 1607."
    },
    {
        "key": "fct000000002",
        "fact": "The Declaration of Independence was signed on July 4, 1776."
    },
    {
        "key": "fct000000003",
        "fact": "The Constitution of the United States was written in 1787."
    },
    {
        "key": "fct000000004",
        "fact": "President Thomas Jefferson purchased the Louisiana Territory from France in 1803."
    },
    {
        "key": "fct000000005",
        "fact": "The Civil War was fought from 1861-1865."
    },
    {
        "key": "fct000000006",
        "fact": "The opening shots of the American Revolution were fired at Lexington and Concord, Massachusetts in April 1775."
    },
    {
        "key": "fct000000007",
        "fact": "Independence Hall in Philadelphia, Pennsylvania is the site where the Declaration of Independence and the Constitution were written."
    },
    {
        "key": "fct000000008",
        "fact": "The Battle of Saratoga was the turning point of the American Revolution."
    },
    {
        "key": "fct000000009",
        "fact": "The British defeat at Yorktown, Virginia by George Washington’s troops signaled the end of the American Revolution."
    },
    {
        "key": "fct000000010",
        "fact": "The first shots of the Civil War were fired at Fort Sumter, in South Carolina."
    },
    {
        "key": "fct000000011",
        "fact": "The Battle of Gettysburg was the turning point in the Civil War for the North. Confederate troops were forced to retreat and never invaded the North again."
    },
    {
        "key": "fct000000012",
        "fact": "The capture of Vicksburg, Mississippi by the North in 1863 effectively split the Confederacy in two and gave control of the Mississippi River to the Union."
    },
    {
        "key": "fct000000013",
        "fact": "Appomattox Court House is the small town in Virginia where Robert E. Lee surrendered the Confederate Army to Ulysses S. Grant ending the Civil War."
    },
    {
        "key": "fct000000014",
        "fact": "Mercantilism is an economic theory that a country’s strength is measured by the amount of gold it has, that a country should sell more than it buys and that the colonies exist for the benefit of the Mother Country."
    },
    {
        "key": "fct000000015",
        "fact": "An abolitionist was a person who wanted to end slavery in the United States."
    },
    {
        "key": "fct000000016",
        "fact": "A tariff is a tax on goods brought into a country."
    },
    {
        "key": "fct000000017",
        "fact": "A protective tariff is a tax placed on goods from another country to protect the home industry."
    },
    {
        "key": "fct000000018",
        "fact": "Sectionalism is a strong sense of loyalty to a state or section instead of to the whole country."
    },
    {
        "key": "fct000000019",
        "fact": "Manifest Destiny is the belief that the United States should own all of the land between the Atlantic and Pacific Oceans."
    },
    {
        "key": "fct000000020",
        "fact": "The Temperance Movement was a campaign against the sale or drinking of alcohol."
    },
    {
        "key": "fct000000021",
        "fact": "Representative Government is a system of government in which voters elect representatives to make laws for them."
    },
    {
        "key": "fct000000022",
        "fact": "A Republic is a nation in which voters choose representatives to govern them."
    },
    {
        "key": "fct000000023",
        "fact": "The House of Burgesses was the first representative assembly in the new world."
    },
    {
        "key": "fct000000024",
        "fact": "The Three Branches of Government are the Legislative Branch, the Judicial Branch, and the Executive branch."
    },
    {
        "key": "fct000000025",
        "fact": "Checks and Balances is a system set up by the Constitution in which each branch of the federal government has the power to check, or control, the actions of the other branches."
    },
    {
        "key": "fct000000026",
        "fact": "Free Enterprise is the freedom of private businesses to operate competitively for profit with minimal government regulation."
    },
    {
        "key": "fct000000027",
        "fact": "Federalism is the sharing of power between the states and the national government."
    },
    {
        "key": "fct000000028",
        "fact": "Separation of Powers is a system in which each branch of government has its own powers."
    },
    {
        "key": "fct000000029",
        "fact": "Popular Sovereignty is the political theory that government is subject to the will of the people. Before the Civil War, the idea that people living in a territory had the right to decide by voting if slavery would be allowed there."
    },
    {
        "key": "fct000000030",
        "fact": "Amend means to change."
    },
    {
        "key": "fct000000031",
        "fact": "Unalienable rights are rights that cannot be given up, taken away or transferred. Life, liberty and the pursuit of happiness are some of those rights."
    },
    {
        "key": "fct000000032",
        "fact": "Tyranny is a cruel and unjust government."
    },
    {
        "key": "fct000000033",
        "fact": "A Democracy is a form of government that is run for and by the people, giving people the supreme power."
    },
    {
        "key": "fct000000034",
        "fact": "Ratify means to approve by vote."
    },
    {
        "key": "fct000000035",
        "fact": "Judicial Review is the right of the Supreme Court to judge laws passed by Congress and determines whether they are constitutional or not."
    },
    {
        "key": "fct000000036",
        "fact": "Civil Disobedience is the refusal to obey a government law or laws as a means of passive resistance because of one’s moral conviction or belief."
    },
    {
        "key": "fct000000037",
        "fact": "Federalists were supporters of the Constitution who favored a strong national government."
    },
    {
        "key": "fct000000038",
        "fact": "Antifederalists were people opposed to the Constitution, preferring more power be given to the state governments than to the national government."
    },
    {
        "key": "fct000000039",
        "fact": "Nullification is the idea of a state declaring a federal law illegal."
    },
    {
        "key": "fct000000040",
        "fact": "Primary Sources are the original records of an event. They include eyewitness reports, records created at the time of an event, speeches, and letters by people involved in the event, photographs and artifacts."
    },
    {
        "key": "fct000000041",
        "fact": "Secondary Sources are the later writings and interpretations of historians and writers. Often secondary sources, like textbooks and articles, provide summaries of information found in primary sources."
    },
    {
        "key": "fct000000042",
        "fact": "Republicanism was an attitude toward society in the late 1700s based on the belief that the good virtue and morality of the people was essential to sustain the republican form of government."
    },
    {
        "key": "fct000000043",
        "fact": "Industrial Revolution was the era in which a change from household industries to factory production using powered machinery took place."
    },
    {
        "key": "fct000000044",
        "fact": "The Magna Carta, signed in 1215 by King John of England, was the first document that limited power of the ruler."
    },
    {
        "key": "fct000000045",
        "fact": "The English Bill of Rights protected the rights of English citizens and became the basis for the American Bill of Rights."
    },
    {
        "key": "fct000000046",
        "fact": "The Declaration of Independence was a document written by Thomas Jefferson, declaring the colonies independence from England."
    },
    {
        "key": "fct000000047",
        "fact": "The Articles of Confederation was the first American constitution. It was a very weak document that limited the power of the Congress by giving states the final authority over all decisions."
    },
    {
        "key": "fct000000048",
        "fact": "The Constitution of the United States sets out the laws and principles of the government of the United States."
    },
    {
        "key": "fct000000049",
        "fact": "George Washington’s Farewell Address advised the United States to stay “neutral in its relations with other nations” and to avoid “entangling alliances”."
    },
    {
        "key": "fct000000050",
        "fact": "The Monroe Doctrine was a foreign policy statement delivered by President James Monroe stating that 1) the U.S. would not interfere in European affairs, and 2) that the western hemisphere was closed to colonization and/ or interference by European nations."
    },
    {
        "key": "fct000000051",
        "fact": "The Treaty of Paris of 1763 ended the French and Indian War and effectively kicked the French out of North America."
    },
    {
        "key": "fct000000052",
        "fact": "The Treaty of Paris of 1783 ended the American Revolution and forced Britain to recognize the United States as an independent nation."
    },
    {
        "key": "fct000000053",
        "fact": "The Northwest Ordinance was a policy of establishing the principles and procedures for the orderly expansion of the United States."
    },
    {
        "key": "fct000000054",
        "fact": "The Mayflower Compact was the agreement signed in 1620 by the Pilgrims in Plymouth, to consult each other about laws for the colony and a promise to work together to make it succeed."
    },
    {
        "key": "fct000000055",
        "fact": "The Federalist Papers were a series of essays written by James Madison, John Jay, and Alexander Hamilton, defending the Constitution and the principles on which the government of the United States was founded."
    },
    {
        "key": "fct000000056",
        "fact": "Common Sense was a pamphlet written by Thomas Paine to convince colonists that it was time to become independent from Britain."
    },
    {
        "key": "fct000000057",
        "fact": "The Bill of Rights is the first ten amendments to the Constitution and detail the protection of individual liberties."
    },
    {
        "key": "fct000000058",
        "fact": "The Gettysburg Address was a short speech given by Abraham Lincoln to dedicate a cemetery for soldiers who died at the Battle of Gettysburg. It is considered to be a profound statement of American ideals."
    },
    {
        "key": "fct000000059",
        "fact": "Abraham Lincoln issued the Emancipation Proclamation on January 1, 1863, setting all slaves in the Confederate states free."
    },
    {
        "key": "fct000000060",
        "fact": "Lincoln’s First Inaugural Address stated that, “no state…can lawfully get out of the Union”, but pledged there would be no war unless the South started it."
    },
    {
        "key": "fct000000061",
        "fact": "Lincoln’s Second Inaugural Address was meant to help heal and restore the country after four years of Civil War."
    },
    {
        "key": "fct000000062",
        "fact": "The Great Compromise created two houses of Congress. One based on population, the other gave equal representation to each state."
    },
    {
        "key": "fct000000063",
        "fact": "Sam Adams was a member of the Sons of Liberty who started the Committee of Correspondence to stir public support for American independence."
    },
    {
        "key": "fct000000064",
        "fact": "Ben Franklin was an inventor, statesman, diplomat, signer of the Declaration of Independence and delegate to Constitutional Convention."
    },
    {
        "key": "fct000000065",
        "fact": "King George III was the King of England who disbanded the colonial legislatures, taxed the colonies, and refused the Olive Branch Petition leading to the final break with the colonies."
    },
    {
        "key": "fct000000066",
        "fact": "Thomas Jefferson wrote the Declaration of Independence; became the 3rd President of the United States and purchased the Louisiana territory, doubling the size of the United States."
    },
    {
        "key": "fct000000067",
        "fact": "Thomas Paine wrote pamphlets like Common Sense and The Crisis to encourage American independence and resolve."
    },
    {
        "key": "fct000000068",
        "fact": "George Washington was the leader of the Continental Army who became the first President of the United States."
    },
    {
        "key": "fct000000069",
        "fact": "Andrew Jackson was the leader of the original Democratic Party and a “President of the people”. He was also responsible for the Trail of Tears, which forced Native Americans west of the Mississippi River."
    },
    {
        "key": "fct000000070",
        "fact": "John C. Calhoun was a South Carolina Congressman and Senator who spoke for the South before the Civil War."
    },
    {
        "key": "fct000000071",
        "fact": "Henry Clay was a powerful Kentucky Congressman and Senator who proposed the American System and the Compromise of 1850."
    },
    {
        "key": "fct000000072",
        "fact": "Daniel Webster was a Massachusetts Congressman and Senator who spoke for the North and the preservation of the Union."
    },
    {
        "key": "fct000000073",
        "fact": "Jefferson Davis was the President of the Confederacy during the Civil War."
    },
    {
        "key": "fct000000074",
        "fact": "Ulysses S. Grant was the General of the Union Army and was responsible for winning the Civil War for the North."
    },
    {
        "key": "fct000000075",
        "fact": "Robert E. Lee was the General of the Confederate Army."
    },
    {
        "key": "fct000000076",
        "fact": "Abraham Lincoln was the 16th President of the United States who successfully put the Union back together only to be assassinated 5 days after the Civil War ended."
    },
    {
        "key": "fct000000077",
        "fact": "Alexander Hamilton was a leader of the Federalists, first Treasurer of the United States, creator of the Bank of the U.S., and killed in a duel by the Vice President of the United States, Aaron Burr."
    },
    {
        "key": "fct000000078",
        "fact": "Patrick Henry was a passionate patriot who became famous for his fiery speeches in favor of American independence. His most famous quote included the words, “Give me liberty or give me death!”"
    },
    {
        "key": "fct000000079",
        "fact": "James Madison is considered to be the “Father of the Constitution”."
    },
    {
        "key": "fct000000080",
        "fact": "Frederick Douglass was a former slave who became the best-known black abolitionist in the country."
    },
    {
        "key": "fct000000081",
        "fact": "James Monroe was the author of the Monroe Doctrine, which shut down the western hemisphere to European expansion or interference."
    },
    {
        "key": "fct000000082",
        "fact": "Harriet Tubman was an escaped slave who became a Conductor on the Underground Railroad and helped over 300 slaves to freedom in the North."
    },
    {
        "key": "fct000000083",
        "fact": "Elizabeth Cady Stanton organized the Seneca Falls Convention creating the Women’s Rights Movement in the United States."
    },
    {
        "key": "fct000000084",
        "fact": "The First Amendment states that “Congress shall make no law” restricting freedom of speech, religion, press, assembly, and petition."
    },
    {
        "key": "fct000000085",
        "fact": "The Second Amendment guarantees the right of states to organize militias, or armies, and the right of individuals to bear arms."
    },
    {
        "key": "fct000000086",
        "fact": "The Third Amendment forbids the government to order private citizens to allow soldiers to live in their homes."
    },
    {
        "key": "fct000000087",
        "fact": "The Fourth Amendment requires that warrants be issued if property is to be searched or seized (taken) by the government."
    },
    {
        "key": "fct000000088",
        "fact": "The Fifth Amendment protects an accused person from having to testify against him or herself (self-incrimination); bans double jeopardy, and guarantees that no person will suffer the loss of life, liberty, or property without due process of law."
    },
    {
        "key": "fct000000089",
        "fact": "The Sixth Amendment guarantees the right to a speedy public trial by an impartial jury; the right to a lawyer; the right to cross examine witnesses; and the right to force witnesses at a trial to testify."
    },
    {
        "key": "fct000000090",
        "fact": "The Seventh Amendment guarantees the right to a jury trial in civil suits."
    },
    {
        "key": "fct000000091",
        "fact": "The Eighth Amendment prohibits cruel and unusual punishment and excessive bail or fines."
    },
    {
        "key": "fct000000092",
        "fact": "The Ninth Amendment states that the people have rights other than those specifically mentioned in the Constitution."
    },
    {
        "key": "fct000000093",
        "fact": "The Tenth Amendment states that powers not given to the federal government belong to the states."
    },
    {
        "key": "fct000000094",
        "fact": "The Thirteenth Amendment abolished slavery."
    },
    {
        "key": "fct000000095",
        "fact": "The Fourteenth Amendment guarantees citizenship and rights to all people born or naturalized in the United States."
    },
    {
        "key": "fct000000096",
        "fact": "The Fifteenth Amendment guarantees the right to vote to all citizens regardless of race."
    },
    {
        "key": "fct000000097",
        "fact": "Marbury v. Madison was the 1803 Court decision that gave the Supreme Court the right to determine whether a law violates the Constitution. It set up the principle of judicial review."
    },
    {
        "key": "fct000000098",
        "fact": "Dred Scott v. Sanford was the Supreme Court decision that said slaves were property and not citizens and that Congress had no right to ban slavery in the territories."
    },
    {
        "key": "fct000000099",
        "fact": "The Cotton Gin was an invention by Eli Whitney that speeded the cleaning of cotton fibers and in effect, increased the need for slaves."
    },
    {
        "key": "fct000000100",
        "fact": "The successful use of the steamboat by Robert Fulton revolutionized transportation and trade in the United States."
    }
]
